START_MESSAGE = """
🎉 Добро пожаловать в YBoterDR! 🎉

Я ваш музыкальный помощник! Вот что я могу для вас сделать:

🌟  /start 
    Начните своё путешествие с YBoterDR. Эта команда откроет главное меню и даст вам обзор всех функций.

ℹ️ ` /help 
    Нужна помощь или хотите узнать больше о командах? Используйте эту команду для получения подсказок и инструкций.

🎵  /add_track_queue [название трека] 
    Добавьте свой любимый трек в очередь. Просто напишите команду и название трека.

❤️ ` /like                             
    Отметьте трек, который вам понравился, чтобы добавить его в свой список избранных.

🗑️  /delete                           
    Удаляет последний трек, который вы добавили в очередь. Используйте, если передумали.

🔍  /find_track [название трека]      
    Найдите трек по названию. По вашему запросу я отправлю вам сниппет этой песни.

🍾  /toast                            
    Сказать тост? Команда затушит музыку, чтобы вы могли взять слово.

🎶  /next_tracks                      
    Посмотрите список треков, которые будут играть дальше.

🚶  /left                          
    Используйте, чтобы сообщить, что вы покидаете вечеринку.

🚗  /arrived                          
    Сообщите, что вы прибыли на вечеринку.

Начните свое музыкальное приключение с YBoterDR прямо сейчас!
"""
REGISTRATION_ERROR_MESSAGE = "К сожалению, мы не можем зарегистрировать ваш аккаунт, так как некоторые ваши данные отсутствуют. Пожалуйста, убедитесь, что ваш профиль Telegram полностью заполнен и повторите попытку."
